Repository: NMarjou/localization-app
Catalog: TMs/en-US_id-ID.tmx
Source language: en_us
Languages: id_id

source: <strong>{{userName}}</strong> deleted alignments.
id_id: <strong>{{userName}}</strong> menghapus penyelarasan.

source: <strong>{{userName}}</strong> added a file.
id_id: <strong>{{userName}}</strong> menambahkan sebuah file.

source: <strong>{{userName}}</strong> deleted a file.
id_id: <strong>{{userName}}</strong> menghapus sebuah file.

source: <strong>{{userName}}</strong> added a deliverable.
id_id: <strong>{{userName}}</strong> menambahkan sebuah deliverable.

source: <strong>{{userName}}</strong> deleted a deliverable.
id_id: <strong>{{userName}}</strong> menghapus hasil kerja.

source: <strong>{{userName}}</strong> marked a deliverable as done.
id_id: <strong>{{userName}}</strong> menandai hasil kerja sebagai selesai.

source: <strong>{{userName}}</strong> marked a deliverable as undone.
id_id: <strong>{{userName}}</strong> menandai hasil kerja sebagai belum selesai.

source: <strong>{{userName}}</strong> updated a deliverable.
id_id: <strong>{{userName}}</strong> memperbarui sebuah deliverable.

source: <strong>{{userName}}</strong> updated a description.
id_id: <strong>{{userName}}</strong> memperbarui deskripsi.

source: <strong>{{userName}}</strong> updated the due date.
id_id: <strong>{{userName}}</strong> memperbarui tenggat waktu.

source: <strong>{{userName}}</strong> approved a goal
id_id: <strong>{{userName}}</strong> menyetujui sebuah tujuan

source: <strong>{{userName}}</strong> created a goal
id_id: <strong>{{userName}}</strong> membuat tujuan

source: <strong>{{userName}}</strong> rejected a goal
id_id: <strong>{{userName}}</strong> menolak sebuah tujuan

source: <strong>{{userName}}</strong> deleted a goal
id_id: <strong>{{userName}}</strong> menghapus sebuah tujuan

source: <strong>{{userName}}</strong> marked a goal as done.
id_id: <strong>{{userName}}</strong> menandai tujuan sebagai selesai.

source: <strong>{{userName}}</strong> reopened a goal
id_id: <strong>{{userName}}</strong> membuka kembali sebuah tujuan

source: <strong>{{userName}}</strong> submitted a goal for approval.
id_id: <strong>{{userName}}</strong> mengajukan sebuah tujuan untuk persetujuan.

source: <strong>{{userName}}</strong> added a measurement criterion
id_id: <strong>{{userName}}</strong> menambahkan kriteria pengukuran

source: <strong>{{userName}}</strong> deleted a measurement criterion
id_id: <strong>{{userName}}</strong> menghapus sebuah kriteria pengukuran

source: <strong>{{userName}}</strong> updated a measurement criterion
id_id: <strong>{{userName}}</strong> memperbarui kriteria pengukuran

source: <strong>{{userName}}</strong> updated the population of a goal.
id_id: <strong>{{userName}}</strong> memperbarui populasi sebuah tujuan.

source: <strong>{{userName}}</strong> updated a goal priority
id_id: <strong>{{userName}}</strong> memperbarui prioritas tujuan

source: <strong>{{userName}}</strong> updated the progress settings of a goal.
id_id: <strong>{{userName}}</strong> memperbarui pengaturan progres dari sebuah tujuan.

source: <strong>{{userName}}</strong> updated the progress of a goal.
id_id: <strong>{{userName}}</strong> memperbarui progres dari sebuah tujuan.

source: <strong>{{userName}}</strong> updated a title
id_id: <strong>{{userName}}</strong> memperbarui jabatan

source: <strong>{{userName}}</strong> updated a goal tracking status
id_id: <strong>{{userName}}</strong> memperbarui status pelacakan tujuan

source: <strong>{{userName}}</strong> updated the weight of a goal.
id_id: <strong>{{userName}}</strong> memperbarui bobot sebuah tujuan.

source: Our security filter has blocked your request. Please refresh the page and try again. If the issue persists, please reach out to your IT team for assistance.
id_id: Filter keamanan kami telah memblokir permintaan Anda. Silakan muat ulang halaman dan coba lagi. Jika masalah tetap terjadi, harap hubungi tim TI Anda untuk mendapatkan bantuan.

source: Exit proxy
id_id: Keluar proxy

source: Back to the previous page
id_id: Kembali ke halaman sebelumnya

source: You currently don't have proxy access
id_id: Anda saat ini tidak memiliki akses proxy

source: My proxy permissions
id_id: Izin proksi saya

source: Proxy user
id_id: Pengguna proksi

source: Acting on behalf of
id_id: Bertindak atas nama

source: Your goal was successfully published. You're on the right track!
id_id: Tujuan Anda berhasil dipublikasikan. Anda berada di jalur yang benar!

source: See all
id_id: Lihat semua

source: View goal
id_id: Lihat tujuan

source: Read less
id_id: Baca lebih sedikit

source: Read more
id_id: Baca selengkapnya

source: State or region.
id_id: Negara atau wilayah.

source: Are you sure you want to reopen this goal?
id_id: Apakah Anda yakin ingin membuka kembali tujuan ini?

source: Reopen goal
id_id: Buka kembali tujuan

source: Add inspiration tip content
id_id: Tambahkan konten tips inspirasi

source: Can you give me your perspective on the progress of my project? | What are my top three strengths? | Where do you think I should focus my development? | What is something you like about working with me? | Is there anything I could do to improve your experience working with me? | Where could I improve in my role?| Where do you think I am most impactful in my role? | How could I have better supported you in your role? | Can we talk about my project? What do you think is going well or what didn’t go well? | If there was one piece of advice you would give me to help me grow, what would it be? | Have you noticed any gaps in my self-awareness? | What skills do you think I should learn/ improve? | Can you give me your thoughts on how I am doing in my role? | Is there anything you would have done differently? | What key behaviors should I practice?
id_id: Bisakah Anda memberikan pendapat tentang progres proyek saya? | Apa tiga kekuatan utama saya? | Menurut Anda, di mana saya sebaiknya fokus dalam pengembangan diri saya? | Apa yang Anda sukai dari bekerja dengan saya? | Apakah ada sesuatu yang bisa saya lakukan untuk meningkatkan pengalaman Anda bekerja dengan saya? | Di bagian mana saya bisa meningkatkan diri dalam jabatan saya? | Menurut Anda, di mana saya paling berdampak dalam jabatan saya? | Bagaimana saya bisa lebih mendukung Anda dalam jabatan Anda? | Bisakah kita membicarakan proyek saya? Menurut Anda, apa yang berjalan baik dan apa yang tidak? | Saran apa yang akan Anda berikan kepada saya untuk membantu saya berkembang? | Apakah Anda melihat ada kekurangan dalam kesadaran diri saya? | Keterampilan apa yang menurut Anda harus saya pelajari atau tingkatkan? | Bisakah Anda berbagi pendapat tentang bagaimana saya menjalankan jabatan saya? | Apakah ada hal yang akan Anda lakukan secara berbeda? | Perilaku penting apa yang harus saya latih?

source: Can you give me your perspective on the progress of their projects? | What are their top three strengths? | Where do you think they should focus their development? | What is something you like about working with them? | What would you recommend them to stop/start/continue? | Is there anything they could do to improve your experience working with them? | Where could they improve in their role? | Where do you think they are most impactful in their role? | Are there any specific areas of development you think I could help them focus on? | If there was one piece of advice you could give them, what would it be? | Have you noticed any gaps in their self-awareness? | What skills do you think they should learn/ improve? | Can you give me your thoughts on how they are doing in their role? | What do you think are their top stand out behaviors? | What key behaviors should they practice?
id_id: Bisakah Anda memberikan pendapat tentang progres proyek mereka? | Apa tiga kekuatan utama mereka? | Menurut Anda, di mana mereka sebaiknya fokus dalam pengembangan diri mereka? | Apa yang Anda sukai dari bekerja dengan mereka? | Apa yang Anda rekomendasikan untuk mereka berhenti/memulai/melanjutkan? | Apakah ada sesuatu yang bisa mereka lakukan untuk meningkatkan pengalaman Anda bekerja dengan mereka? | Di bagian mana mereka bisa meningkatkan diri dalam jabatan mereka? | Menurut Anda, di mana mereka paling berdampak dalam jabatan mereka? | Apakah ada area pengembangan spesifik yang menurut Anda bisa saya bantu mereka fokuskan? | Saran apa yang akan Anda berikan kepada saya untuk membantu mereka berkembang? | Apakah Anda melihat ada kekurangan dalam kesadaran diri mereka? | Keterampilan apa yang menurut Anda harus mereka pelajari atau tingkatkan? | Bisakah Anda berbagi pendapat tentang bagaimana mereka menjalankan jabatan mereka? | Menurut Anda, apa perilaku unggulan utama mereka? | Perilaku penting apa yang harus mereka latih?

source: Where do you think they are most impactful in their role?
id_id: Menurut Anda, di area mana mereka paling berdampak dalam perannya?

source: Have you noticed any gaps in their self-awareness?
id_id: Apakah Anda melihat adanya kekurangan dalam kesadaran diri mereka?

source: What key behaviors should they practice?
id_id: Perilaku kunci apa yang harus mereka terapkan?

source: What would you recommend them to stop/start/continue?
id_id: Apa yang akan Anda sarankan untuk mereka hentikan/mulai/lanjutkan?

source: Can you give me your perspective on the progress of their projects?
id_id: Bisakah Anda memberikan pandangan Anda tentang kemajuan proyek mereka?

source: What do you think are their top stand out behaviors?
id_id: Menurut Anda, perilaku menonjol utama apa yang mereka miliki?

source: What is something you like about working with them?
id_id: Apa hal yang Anda sukai dari bekerja dengan mereka?

source: Are there any specific areas of development you think I could help them focus on?
id_id: Apakah ada area pengembangan tertentu yang menurut Anda bisa saya bantu untuk mereka fokuskan?

source: What are their top three strengths?
id_id: Apa tiga kekuatan utama mereka?

source: Where could they improve in their role?
id_id: Di aspek apa mereka masih dapat meningkatkan kinerja dalam peran mereka?

source: Is there anything they could do to improve your experience working with them?
id_id: Adakah sesuatu yang bisa mereka lakukan untuk meningkatkan pengalaman Anda saat bekerja dengan mereka?

source: If there was one piece of advice you could give them, what would it be?
id_id: Jika hanya ada satu saran yang bisa Anda berikan kepada mereka, apa yang akan Anda katakan?

source: Where do you think they should focus their development?
id_id: Menurut Anda, pada aspek apa mereka sebaiknya memfokuskan pengembangan diri mereka?

source: Can you give me your thoughts on how they are doing in their role?
id_id: Bisakah Anda memberi tahu saya pendapat Anda tentang bagaimana kinerja mereka dalam perannya?

source: What skills do you think they should learn/improve?
id_id: Menurut Anda, keterampilan apa yang harus mereka pelajari/tingkatkan?

source: How could I have better supported you in your role?
id_id: Bagaimana saya bisa lebih mendukung Anda dalam peran Anda?

source: Have you noticed any gaps in my self-awareness?
id_id: Apakah Anda melihat adanya kekurangan dalam kesadaran diri saya?

source: What key behaviors should I practice?
id_id: Perilaku kunci apa yang harus saya terapkan?

source: Is there anything I could do to improve your experience working with me?
id_id: Apakah ada hal yang bisa saya lakukan untuk meningkatkan pengalaman Anda bekerja dengan saya?

source: Can you give me your perspective on the progress of my project?
id_id: Bisakah Anda memberikan pandangan Anda tentang perkembangan proyek saya?

source: Is there anything you would have done differently?
id_id: Apakah ada hal yang akan Anda lakukan secara berbeda?

source: What is something you like about working with me?
id_id: Apa hal yang kamu sukai dari bekerja dengan saya?

source: Can we talk about my project? What do you think is going well or what didn’t go well?
id_id: Bisakah kita bicara tentang proyek saya? Menurut Anda, apa yang berjalan dengan baik dan apa yang tidak berjalan dengan baik?

source: What are my top three strengths?
id_id: Apa tiga kekuatan utama saya?

source: Where do you think I am most impactful in my role?
id_id: Di bagian mana menurut Anda saya paling berdampak besar dalam peran saya?

source: Where could I improve in my role?
id_id: Di bagian mana saya bisa meningkatkan kinerja dalam peran saya?

source: If there was one piece of advice you would give me to help me grow, what would it be?
id_id: Jika ada satu saran yang dapat Anda berikan kepada saya untuk membantu saya berkembang, apa itu?

source: Where do you think I should focus my development?
id_id: Menurutmu, sebaiknya saya fokus mengembangkan apa?

source: Can you give me your thoughts on how I am doing in my role?
id_id: Bisakah Anda memberikan pendapat Anda tentang bagaimana kinerja saya dalam peran saya?

source: What skills do you think I should learn/improve?
id_id: Menurut Anda, keterampilan apa yang sebaiknya saya pelajari/tingkatkan?

source: The goal was successfully submitted again for approval.
id_id: Tujuan berhasil diajukan kembali untuk persetujuan.

source: Performance evaluation section
id_id: Bagian evaluasi kinerja

source: The review is about a deactivated worker.
id_id: Ulasan ini tentang pekerja yang dinonaktifkan.

source: Edit response
id_id: Edit respons

source: Goals aligned to this goal
id_id: Tujuan yang selaras dengan tujuan ini

source: Fulfillment
id_id: Pemenuhan

source: Hide details
id_id: Sembunyikan detail

source: What is your view?
id_id: Apa pandangan Anda?

source: No rating yet.
id_id: Belum ada penilaian.

source: Not rated
id_id: Belum dinilai

source: Delete reviews
id_id: Hapus ulasan

source: Are you sure you want to delete {{count}} review? This action cannot be undone.
id_id: Apakah Anda yakin ingin menghapus {{count}} ulasan? Tindakan ini tidak dapat dibatalkan.

source: Are you sure you want to delete {{count}} reviews? This action cannot be undone.
id_id: Apakah Anda yakin ingin menghapus {{count}} ulasan? Tindakan ini tidak dapat dibatalkan.

source: Delete {{count}} review
id_id: Hapus {{count}} ulasan

source: Delete {{count}} reviews
id_id: Hapus {{count}} ulasan

source: The deletion process of the review has started. This can take some time.
id_id: Proses penghapusan ulasan telah dimulai. Ini mungkin memerlukan waktu beberapa saat.

source: {{count}} reviews were successfully deleted.
id_id: {{count}} tinjauan berhasil dihapus.

source: {{count}} review was successfully deleted.
id_id: {{count}} ulasan berhasil dihapus.

source: Filter by review stage
id_id: Filter berdasarkan tahap penilaian

source: Reviews in "Closed" stage: {{count}}
id_id: Ulasan dalam tahap "Tertutup": {{count}}

source: Reviews in "Closed (System)" stage: {{count}}
id_id: Ulasan dalam tahap "Tertutup (Sistem)": {{count}}

source: Reviews in "Moderation" stage: {{count}}
id_id: Ulasan dalam tahap "Moderasi": {{count}}

source: Reviews in "Pending sign-off" stage: {{count}}
id_id: Ulasan pada tahap "Menunggu persetujuan": {{count}}

source: Find workers by cost center
id_id: Temukan pekerja berdasarkan pusat biaya

source: Search for a cost center
id_id: Cari pusat biaya

source: Find workers by country
id_id: Temukan pekerja berdasarkan negara

source: Search for a country
id_id: Cari negara

source: The list can load up to {{count}} results. Use the search field to find additional managers.
id_id: Daftar dapat memuat hingga {{count}} hasil. Gunakan kolom pencarian untuk menemukan manajer tambahan.

source: Find workers by their manager
id_id: Temukan karyawan berdasarkan manajer mereka

source: The list can load up to {{count}} results. Use the search field to find additional organizational units.
id_id: Daftar dapat memuat hingga {{count}} hasil. Gunakan kolom pencarian untuk menemukan unit organisasi tambahan.

source: Find workers by organizational unit
id_id: Temukan pekerja berdasarkan unit organisasi

source: The list can load up to {{count}} results. Use the search field to find additional workers.
id_id: Daftar dapat memuat hingga {{count}} hasil. Gunakan kolom pencarian untuk menemukan pekerja tambahan.

source: Find specific workers
id_id: Temukan pekerja tertentu

source: Manage {{templateName}}
id_id: Kelola {{templateName}}

source: Manage reviews
id_id: Kelola ulasan

source: Both parties will need to submit their review again. The manager should wait for the worker review to be submitted before submitting theirs. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
id_id: Kedua pihak perlu mengirimkan ulang ulasan mereka. Manajer sebaiknya menunggu hingga ulasan dari pekerja dikirimkan sebelum mengirimkan ulasan mereka sendiri. Perhatikan bahwa formulir sedang diproses di latar belakang. Tergantung pada jumlah ulasan yang Anda pilih, beberapa formulir mungkin masih terlihat saat Anda menerapkan filter atau pilihan berikutnya, karena sistem masih memproses dan mengembalikannya ke manajer. Anda tetap dapat menggunakan aplikasi seperti biasa dan melakukan tindakan lain yang diperlukan.

source: {{count}} review was successfully reopened for workers and managers.
id_id: {{count}} ulasan berhasil dibuka kembali untuk pekerja dan manajer.

source: {{count}} reviews were successfully reopened for workers and managers.
id_id: {{count}} ulasan berhasil dibuka kembali untuk pekerja dan manajer.

source: Move {{count}} review to the "In progress" stage for workers and managers. Both parties will need to submit their review again. This action cannot be undone.
id_id: Pindahkan {{count}} ulasan ke tahap "Sedang berlangsung" untuk pekerja dan manajer. Kedua pihak perlu mengirimkan ulang ulasan mereka. Tindakan ini tidak dapat dibatalkan.

source: Move {{count}} reviews to the "In progress" stage for workers and managers. Both parties will need to submit their review again. This action cannot be undone.
id_id: Pindahkan {{count}} ulasan ke tahap "Sedang berlangsung" untuk pekerja dan manajer. Kedua pihak perlu mengirimkan ulang ulasan mereka. Tindakan ini tidak dapat dibatalkan.

source: Reopen reviews for workers and managers
id_id: Buka kembali penilaian untuk pekerja dan manajer

source: Move {{count}} review to the "In progress" stage for workers and managers. Both parties will need to resubmit their review. This action cannot be undone.
id_id: Pindahkan {{count}} ulasan ke tahap "Sedang berlangsung" untuk pekerja dan manajer. Kedua pihak perlu mengirim ulang ulasan mereka. Tindakan ini tidak dapat dibatalkan.

source: Move {{count}} reviews to the "In progress" stage for workers and managers. Both parties will need to resubmit their review. This action cannot be undone.
id_id: Pindahkan {{count}} ulasan ke tahap "Sedang berlangsung" untuk pekerja dan manajer. Kedua pihak harus mengirim ulang ulasan mereka. Tindakan ini tidak dapat dibatalkan.

source: Reopen reviews for both workers and managers
id_id: Buka kembali penilaian untuk karyawan dan manajer

source: Managers will need to republish their inputs to be considered in the review. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
id_id: Manajer perlu memublikasikan ulang masukan mereka agar dipertimbangkan dalam evaluasi. Perhatikan bahwa formulir diproses di latar belakang. Tergantung pada jumlah ulasan yang Anda pilih, beberapa formulir mungkin masih terlihat saat Anda menerapkan filter atau pilihan berikutnya, karena sistem masih memproses dan mengembalikannya ke manajer. Anda tetap dapat menggunakan aplikasi seperti biasa dan melakukan tindakan lain yang diperlukan.

source: {{count}} review was successfully moved to "Pending publishing" stage.
id_id: {{count}} ulasan berhasil dipindahkan ke tahap "Menunggu publikasi".

source: {{count}} reviews were successfully moved to "Pending publishing" stage.
id_id: {{count}} ulasan berhasil dipindahkan ke tahap "Menunggu publikasi".

source: Managers will need to republish their inputs to be considered in the review. This action cannot be undone.
id_id: Manajer perlu memubilkasikan ulang masukan mereka agar dipertimbangkan dalam evaluasi. Tindakan ini tidak dapat dibatalkan.

source: Move reviews to "Pending publishing" stage
id_id: Pindahkan ulasan ke tahap "Menunggu publikasi"

source: Managers will need to submit the review again. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can continue using the application and perform any other required actions.
id_id: Manajer perlu mengirimkan ulang ulasan. Perlu diketahui bahwa formulir diproses di latar belakang. Bergantung pada jumlah ulasan yang Anda pilih, Anda mungkin masih melihat beberapa formulir ini saat menerapkan pilihan di masa mendatang karena kami memprosesnya dan mengirimkannya kembali kepada para manajer. Anda dapat terus menggunakan aplikasi dan melakukan tindakan lain yang diperlukan.

source: {{count}} review was successfully reopened.
id_id: {{count}} ulasan berhasil dibuka kembali.

source: {{count}} reviews were successfully reopened.
id_id: {{count}} ulasan berhasil dibuka kembali.

source: Move {{count}} review to the "In progress" stage. Managers will need to submit their review again. This action cannot be undone.
id_id: Pindahkan {{count}} ulasan ke tahap "Sedang berlangsung". Manajer harus mengirimkan ulang ulasan mereka. Tindakan ini tidak dapat dibatalkan.

source: Move {{count}} reviews to the "In progress" stage. Managers will need to submit their review again. This action cannot be undone.
id_id: Pindahkan {{count}} ulasan ke tahap "Sedang berlangsung". Manajer harus mengirimkan ulasan mereka lagi. Tindakan ini tidak dapat dibatalkan.

source: Reopen reviews
id_id: Buka kembali ulasan

source: This review is now reopened for managers to edit. The reviews will need to be republished to capture the changes/updates of the managers. If you have reopened a significant number of reviews, please allow adequate processing time for the completion of this action. You can still keep using the application and take any further actions required while the system is processing.
id_id: Ulasan ini telah dibuka kembali untuk diedit oleh manajer. Ulasan dipublikasikan ulang agar perubahan atau pembaruan dari manajer tercatat. Jika Anda telah membuka kembali sebagian besar ulasan, mohon beri waktu yang cukup untuk proses penyelesaian. Anda tetap dapat menggunakan aplikasi dan melakukan tindakan lainnya selama sistem melakukan proses.

source: {{count}} review was successfully moved to the "Conversation & publication" stage.
id_id: {{count}} ulasan berhasil dipindahkan ke tahap "Pembahasan & publikasi".

source: {{count}} reviews were successfully moved to the "Conversation & publication" stage.
id_id: {{count}} ulasan berhasil dipindahkan ke tahap "Pembahasan & publikasi".

source: Moving a closed review back to the "Conversation & publication" stage allows the manager to edit the review and publish again.
id_id: Memindahkan ulasan yang sudah ditutup kembali ke tahap "Pembahasan & publikasi" memungkinkan manajer untuk mengedit ulasan dan memublikasikannya kembali.

source: Move reviews to "Conversation & publication" stage
id_id: Pindahkan ulasan ke tahap "Pembahasan & publikasi"
